{
  "headline": "Fencers contemplate academics, athletics as they make plans for fall 2020",
  "date": "Sept. 23, 2020",
  "byline": "By <a href=\"https://www.columbiaspectator.com/contributors/Mackenzie-George/\">Mackenzie George</a>",
  "footer": "",
  "pages": {
    "page_0_link": "",
    "page_0_title": "Part 1: Fencers contemplate academics, athletics as they make plans for fall 2020",
    "page_0_cover_img": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/LXUAEPCMXNCJ3MLKWH3PKY3YQE.jpg",
    "page_0_cover_caption": "After finding national success, members of the fencing team juggled their dual roles as students and athletes when making decisions about the fall semester.",
    "page_0_heading": "Part 1",
    "page_0_date": "Sept. 23, 2020",
    "page_1_link": "",
    "page_1_title": "Part 2: Disparities between NCAA and Ivy policies become more apparent as athletes, administration navigate pandemic",
    "page_1_cover_img": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/H6DMNAIEZZFNZP6PWWA7HPIXNA.jpg",
    "page_1_cover_caption": "Columbia fencing’s prowess at the national level does not exempt the team from Ivy League restrictions, which are becoming increasingly visible in the wake of the pandemic.",
    "page_1_heading": "Part 2",
    "page_1_date": "Oct. 18, 2020",
    "page_2_link": "",
    "page_2_title": "",
    "page_2_cover_img": "",
    "page_2_cover_caption": "",
    "page_2_heading": "Part 3: Coming soon"
  },
  "body": {
    "page_0": [
      {
        "type": "text",
        "value": "After Columbia reversed its plan to grant all undergraduates at least one semester on campus weeks before class began, students spent the rest of their summer grappling with a handful of less-than-ideal options. Many wrestled with the question of whether they should remain enrolled and risk at least a semester of classes on Zoom or take a gap year and search for work in a shaky economy."
      },
      {
        "type": "text",
        "value": "While all Columbia students dealt with the loss of in-person classes, clubs, and proximity to friends as they made their choices, an additional factor loomed large for student-athletes: the possible <a href=\"https://www.columbiaspectator.com/sports/2020/04/13/unfinished-fencing-seniors-struggle-to-find-closure-after-covid-19-erases-chance-at-second-straight-national-title/\">loss of a season.</a> For many, it came on the heels of another abbreviated or <a href=\"https://www.columbiaspectator.com/sports/2020/05/07/after-a-shattered-season-leo-pollack-stares-down-a-long-road-to-recovery/\">missed season </a>in spring 2020."
      },
      {
        "type": "text",
        "value": "Columbia’s fencing team was still stinging from its lost opportunity to defend its <a href=\"https://www.columbiaspectator.com/sports/2019/11/22/columbia-fencing-attends-championship-visit-to-white-house-amid-mixed-opinions-from-team-members/\">2019 NCAA title</a>. Though the Lions had <a href=\"https://www.columbiaspectator.com/sports/2020/03/10/vierheller-and-walker-shine-mens-epee-falters-as-columbia-fencing-qualifies-11-for-nationals/\">fallen short</a> of qualifying a full team for the 2020 NCAA Division I National Championship, there remained a chance to bring home back-to-back national rings. The spread of the coronavirus catalyzed the <a href=\"https://www.columbiaspectator.com/sports/2020/03/11/ivy-league-cancels-all-spring-sports/\">cancellation of NCAAs</a>, but at the time, nobody knew that the pandemic could cost them their next season as well."
      },
      {
        "type": "text",
        "value": "Senior Josef Cohen, one of many students who decided to take a year off from school in order to retain his final year of NCAA <a href=\"https://www.columbiaspectator.com/sports/2020/07/08/ivy-league-cancels-all-fall-sports-will-revisit-athletics-in-january-2021/\">eligibility</a>, is looking for a job in New York City. A sabre fencer for the Lions, Cohen qualified for Nationals in 2020 along with fellow senior Andrew Doddo."
      },
      {
        "type": "text",
        "value": "“I think that in terms of sports, I look to all the cancellations of big football schools in the fall as a predecessor to what’s going to happen,” Cohen said. “I think that that probably influenced a lot of our decisions.”"
      },
      {
        "type": "text",
        "value": "On Sept. 16, the Big Ten announced it would proceed with its football season, a marked reversal from its earlier position."
      },
      {
        "type": "text",
        "value": "Fencers looking to preserve a year of eligibility can take a voluntary leave of absence. The trade-off, which holds true for non-athletes as well, is the loss of guaranteed Columbia housing when they return as well as the postponement of other opportunities."
      },
      {
        "type": "text",
        "value": "Though Doddo has one semester of athletic eligibility remaining, deferring his final semester means passing up post-graduation opportunities now. He will finish his studies this fall."
      },
      {
        "type": "text",
        "value": "“I was kind of hoping that sports would resume in the spring, but again, with the Ivy League being a separate entity, I don’t foresee that happening, so I think I’m just going to hurry up and get this degree and figure it out,” Doddo said. “I feel kind of guilty receiving job offers and having to put them on hold.”"
      },
      {
        "type": "text",
        "value": "Cohen also faced pressure in his home state of Rhode Island as his high school friends—predominantly non-athletes—headed back to college in the fall and looked for professional opportunities after their graduation. Ultimately, Cohen considered the effects this decision would have on him as both a student and an athlete. Academically, he had not enjoyed online school in the spring. But he had also been selected as a captain, a role he stepped away from once he chose to take a year off."
      },
      {
        "type": "text",
        "value": "Citing the myriad opportunities fencing has provided for him—from traveling the world at a young age to devoting himself to a sport—Cohen said that while pausing school might not be a normal step for most students, it was the right choice for him."
      },
      {
        "type": "text",
        "value": "“[My friends are] going to be graduating from college, heading into the workforce hopefully, and that was one of the biggest sources of pressure,” Cohen explained. “I’m taking this huge step back in my life’s development, and I kind of had to think about it and look back on my life and be like, what normal experience? Because fencing has brought so many awesome things into my life.”"
      },
      {
        "type": "image",
        "value": {
          "width": "auto",
          "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/WYWJIE36PNGHLLPJM6EOQ4YKYQ.jpg",
          "credit": "Sarah-Jayne Austin"
        }
      },
      {
        "type": "text",
        "value": "According to head coach <a href=\"https://www.columbiaspectator.com/sports/2020/02/27/everyone-matters-how-aufrichtig-built-a-fencing-dynasty-centered-on-teamwork/\">Michael Aufrichtig</a>, around a quarter of the team elected to take time off at the start of the fall term, which will create challenges for future roster management. Aufrichtig said this will affect playing time for the next two years as fewer athletes will have the chance to compete at the regional competition given the unexpected retention of an extra 25 percent of the current roster."
      },
      {
        "type": "text",
        "value": "Aufrichtig said that if a global pandemic had occurred during his fencing career at New York University, he would have taken the fall off and reevaluated in the spring."
      },
      {
        "type": "text",
        "value": "However, not all fencers were able to take a single semester off. Senior sabre fencer Maria Chart was informed that as a student in the School of Engineering and Applied Science, her options were limited to either taking an entire year off or returning to classes in the fall. She considered getting a yearlong internship, but when she found that nobody was hiring, she elected to finish her studies this year."
      },
      {
        "type": "text",
        "value": "Chart’s tenure with the Lions is an illustrious one: During her time with the team, Columbia has taken home three Ivy League crowns and an NCAA title. Now, she may have no senior season at all."
      },
      {
        "type": "text",
        "value": "When Chart made the decision to move back to the city from her home in England, there was still potential for some in-person fencing training. She still hopes that this preparation will be put to good use in the spring."
      },
      {
        "type": "text",
        "value": "“I would love to believe that we’re going to have a season. I’m not sure that we will,” she said. “I think I’ve been so disappointed by so many things over the past six months that I’m trying not to get my hopes up.”"
      },
      {
        "type": "text",
        "value": "On the other hand, some students’ majors afforded them more flexibility when it came to deciding whether to take time off. Junior foilist Natalie Minarik, a political science major, said she would take a semester off and reevaluate in a few months since she no longer needs to worry about taking classes in a sequence."
      },
      {
        "type": "text",
        "value": "Two épée fencers, senior Julian Maldonado and sophomore Alan Temiryaev, both considered personal development as a factor in their decisions, though it led each down different paths."
      },
      {
        "type": "text",
        "value": "Temiryaev, who will continue the academic year uninterrupted, said his first-year experience played a part in his thought process, believing that at this time he needed to focus on working toward a career rather than base his choice on extracurriculars. He also brought up various unknown variables: the future trajectory of coronavirus cases, the number of athletes willing to compete should there be a season, and the likelihood of students being invited back on campus. Although it is difficult to make a prediction, Temiryaev said, he is optimistic."
      },
      {
        "type": "text",
        "value": "While Temiryaev takes classes online, Maldonado will volunteer for a humanitarian aid organization called No More Deaths and get his EMT certification."
      },
      {
        "type": "text",
        "value": "“One of the major things that played into my decision was the rate of personal development that I would be going through if I were to take a gap year and then go back to school,” Maldonado said. “I feel like at this point in our early twenties, college-age, we’re kind of figuring out who we are and what we want to do at a really fast rate.”"
      },
      {
        "type": "text",
        "value": "Like Maldonado, Chart is a senior. But as she chooses to press forward with her studies at Columbia, she may cede her last chance to compete as a Lion if winter and spring sports are canceled as the University does not allow graduate students to compete in varsity athletics. While she could fence for another institution outside of the Ivy League as a fifth-year or graduate athlete, Chart said she feels lucky to have experienced the last three years with the Columbia fencing team."
      },
      {
        "type": "text",
        "value": "“Even though I would love to have a senior year with the opportunity to do all that again, I feel like I’ve had such a good experience over the last three years [winning three Ivy titles and the NCAAs],” Chart said. “I think that’s more than most student-athletes do during their time in college, so I definitely think it could be much worse.”"
      },
      {
        "type": "image",
        "value": {
          "width": "auto",
          "asset": "https://cloudfront-us-east-1.images.arcpublishing.com/spectator/IGNWNA4XBZH3BHQY3NGW6YUFOY.jpg",
          "credit": "Courtesy of Columbia University"
        }
      },
      {
        "type": "text",
        "value": "Doddo adopted a similar attitude, observing “that really big one from last year”—the Light Blue’s most recent national title—“has a nice spot in my room.”"
      },
      {
        "type": "text",
        "value": "Some fencers continue to train at private clubs. Fencing is, after all, an individual sport. But when it is once again safe to pack into Columbia’s fencing room, the consensus is that the athletes will be ready. After all, the Lions are still the reigning national champions."
      },
      {
        "type": "text",
        "value": "“We’re all kind of accustomed to going off on our own and doing our own thing and then coming back together when it’s time to compete,” Cohen said. “But regardless of where we are and what we’re doing, when it’s time to come and represent Columbia, we’ll come together and we’ll fight together because we want to see each other win.”"
      },
      {
        "type": "text",
        "value": "<i>This is part one of Spectator’s new series “Competing Against the Coronavirus,” which explores how the COVID-19 pandemic affects Columbia athletes. </i>"
      },
      {
        "type": "text",
        "value": "<i>Senior staff writer Mackenzie George can be contacted at </i><a href=\"mailto:mackenzie.george@columbiaspectator.com\"><i>mackenzie.george@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/kenziegeorge22?lang=en\"><i>@kenziegeorge22.</i></a><i> </i>"
      }
    ],
    "page_1": [
      {
        "type": "text",
        "value": "Although the Ivy League was decried as hasty in shutting down spring competition, it also led the way this semester when it <a href=\"https://www.columbiaspectator.com/sports/2020/03/11/ivy-league-cancels-all-spring-sports/\">canceled all fall sports</a> seasons and practices. Meanwhile, the NCAA vacillated, with some conferences choosing to pursue a fall football season and others canceling fall sports altogether."
      },
      {
        "type": "text",
        "value": "With the end of the fall season approaching, both the Ivy League and the NCAA will have to review issues of winter and spring competitions, coach-athlete interactions, and training plans. While the NCAA is working to make accommodations for athletes during this time, the Ivy League remains steadfast in its commitment to pre-coronavirus policies."
      },
      {
        "type": "text",
        "value": "Though present before the coronavirus, the differences between the two conferences are becoming even clearer as both the Ivy League and the NCAA formulate their respective COVID-19 rules and response plans for athletes."
      },
      {
        "type": "text",
        "value": "College athletes yield certain privileges when they attend an Ivy League institution. Although Ancient Eight athletes enjoy access to elite alumni networks and education, they do not receive athletic scholarships. In addition, the opportunity to enjoy a redshirt year is slim, as the Ivy League prohibits graduate students from competing in varsity athletics."
      },
      {
        "type": "text",
        "value": "Disparities between NCAA and Ivy league regulations have become particularly important for winter sports, especially for teams that perform well at a national level, such as Columbia fencing. The fencing team’s success is an anomaly at the University, where many teams languish at the bottom of Ancient Eight standings, let alone national ones."
      },
      {
        "type": "text",
        "value": "Though head coach Michael Aufrichtig’s team excels in the NCAA competition, it is still subject to the <a href=\"https://www.columbiaspectator.com/sports/2020/04/02/ivy-league-to-deny-spring-athletes-additional-year-of-in-conference-eligibility/\">constraints </a>of the Ivy League’s regulations. For Aufrichtig, one drawback is that non-Ivies are allowed to travel with more than 15 fencers. Columbia cannot."
      },
      {
        "type": "text",
        "value": "Despite these limitations, the Ivy League’s proactive response to the pandemic has put Aufrichtig’s mind at ease."
      },
      {
        "type": "text",
        "value": "“I feel that I’m part of a group, part of a league, that definitely has the students’ safety as their number one priority, and that’s a good thing,” Aufrichtig said after Columbia decided not to bring students back to campus for the fall, and to postpone all in-person sports until at least January."
      },
      {
        "type": "text",
        "value": "According to Aufrichtig, the decision to cancel in-person practices and competitions was not taken lightly. In late summer, athletic staff began to receive training in new campus policies and phased-training programs. Aufrichtig explained that time and money invested in this program could have been directed elsewhere if the University wasn’t hoping to make some on-campus training possible for athletes."
      },
      {
        "type": "text",
        "value": "Instead of attending practices on campus, athletes’ routines now involve weekly NCAA compliance training, where the current situation—training in a pandemic—is treated as “fluid.”"
      },
      {
        "type": "text",
        "value": "“We’ll hear about a rule on Tuesday, and on Wednesday, it’s changed. We’ll hear ‘no’ on Wednesday and ‘yes’ on Thursday, because, as things are changing, the rules are changing,” Aufrichtig said."
      },
      {
        "type": "text",
        "value": "One benefit to such compliance meetings is the ability to observe allocations that the NCAA makes as its athletes navigate the pandemic. Previously, student-athletes who took voluntary leaves of absence were not permitted to be a part of team meetings. Now, the NCAA is allowing these athletes to maintain contact with their coaches and teams, though they still will be barred from “chalk talk,” or competition-related discussions."
      },
      {
        "type": "text",
        "value": "Among their various initiatives taken in light of the pandemic, the NCAA restored a year of eligibility for athletes whose seasons were lost due to COVID-19. Schools with robust scholarship programs for their athletes faced the issue of bankrolling an unforeseen additional year of scholarships while dealing with declining revenues. This would not have posed the same hardship for the Ivy League, which does not offer athletic scholarships, had it chosen to offer an extra year of eligibility to athletes."
      },
      {
        "type": "text",
        "value": "Unlike the NCAA Football Bowl Subdivision, whose football programs bring in millions of dollars each year, the most noteworthy revenue stream for Columbia Athletics is Giving Day. Last year’s Giving Day generated nearly $3 million for Athletics. Meanwhile, Ohio State (a national rival of the Lions’ fencing team), raked in $64 million in ticket sales alone during the 2019-2020 fiscal year, about 83 percent of which came from football."
      },
      {
        "type": "text",
        "value": "The Ivy League has already lost many teams. In June, Brown University cut 11 of its varsity sports, followed the next month by Dartmouth College’s decision to eliminate five teams. While performance and an overconcentration of recruited athletes on campus also contributed to these decisions, both universities cited financial downturns caused by the pandemic as a leading factor."
      },
      {
        "type": "text",
        "value": "There was little uniformity across the country as various conferences made decisions about the fall season. All 10 of the NCAA’s top-tier football conferences eventually chose to play, though they came to various conclusions about spectator participation. In an attempt to salvage other fall sports, the NCAA board of directors also approved a plan to conduct fall championships for sports like soccer, volleyball, and cross country in the spring."
      },
      {
        "type": "text",
        "value": "While the administration continues to work at a national level to accommodate student-athlete needs, the Ivy League remains stringent in its policies about graduate student participation. A Columbia athlete who wishes to use their additional year of eligibility must transfer to a school in another conference in order to compete. This rule has cost Ivy League institutions impressive players, such as former men’s basketball player Mike Smith, CC ’20, who transferred to the University of Michigan to play out his final year of eligibility."
      },
      {
        "type": "text",
        "value": "Many athletes were<a href=\"https://www.columbiaspectator.com/sports/2020/09/23/fencers-contemplate-academics-athletics-as-they-make-plans-for-fall-2020/\"> forced to decide</a> whether they wanted to take a year off to retain their positions with the Lions, continue with their studies without sports, or transfer in order to keep competing. These restrictions already pose challenges to athletes, and with fall sports cancellations, the choice has become even more difficult."
      },
      {
        "type": "text",
        "value": "Senior sabrist Andrew Doddo said that the Ivy League’s geographic location could have something to do with its choice to cancel all fall athletics."
      },
      {
        "type": "text",
        "value": "“All the Ivy League schools are in the Northeast; we move a little differently,” he said. “We’re not in the middle of Georgia and can kind of figure out a way to keep fencing socially distant. We’re in a hot spot.”"
      },
      {
        "type": "text",
        "value": "Athletes were encouraged to train at private clubs if possible. Junior Natalie Minarik, whose club practices on Long Island, said she’s “in a good training position right now,” but is unsure about future training at school. For the foreseeable future, according to Minarik, cramming 40 fencers into Columbia’s fencing room does not seem like a distinct possibility."
      },
      {
        "type": "text",
        "value": "“The NCAA’s a little more lenient and tries to accommodate people and get them back into their sport, but at this point, I am not expecting things to turn around very quickly. But I’m hopeful. I try to stay optimistic about it all,” Minarik continued."
      },
      {
        "type": "text",
        "value": "The Ivy League has stated that it will not entertain the idea of any sports competition before Jan. 1. In normal years, the fencing team would have already competed in four meets by then. For universities that are participating in sports this fall, their teams will have spent the entirety of this semester practicing, putting the Lions at a disadvantage."
      },
      {
        "type": "text",
        "value": "On Tuesday, Oct. 13, the Division I Council voted to grant student-athletes who play winter sports an additional year of eligibility, regardless of whether they play this season. Initially, everyone’s eyes turned to basketball, the most lucrative sport on the list, but this option could also be appealing for fencers seeking one more national title. However, if they choose to pursue this avenue, they won’t be on the NCAA podium in Columbia blue."
      },
      {
        "type": "text",
        "value": "<i>Senior staff writer Mackenzie George can be contacted at </i><a href=\"mailto:mackenzie.george@columbiaspectator.com\"><i>mackenzie.george@columbiaspectator.com</i></a><i>. Follow her on Twitter </i><a href=\"https://twitter.com/kenziegeorge22?lang=en\"><i>@kenziegeorge22</i></a>."
      }
    ],
    "page_2": []
  }
}